Repository: VCATconsulting/connectoor-jobs-free
Catalog: languages/connectoor-jobs-free-*_formal.po
Languages: de_de@formal

source: Free plugin for creating jobs in WordPress
de_de@formal: Kostenloses Plugin für die Erstellung von Jobs in WordPress

source: Connectoor Jobs requires PHP version 7.4 or higher to function properly. Please upgrade PHP or deactivate Connectoor Jobs.
de_de@formal: Connectoor Jobs benötigt PHP Version 7.4 oder höher, um richtig zu funktionieren. Bitte aktualisieren Sie PHP oder deaktivieren Sie Connectoor Jobs.

source: Connectoor Jobs is missing the Composer autoloader file. Please run `composer install --no-dev -o` in the root folder of the plugin or use a release version including the `vendor` folder.
de_de@formal: Connectoor Jobs fehlt die Composer Autoloader-Datei. Bitte führen Sie `composer install --no-dev -o` im Stammverzeichnis des Plugins aus oder verwenden Sie eine Release-Version, die den Ordner `vendor` enthält.

source: <a href="%1$s" class="%2$s">Manually jobs (%3$d)</a>
de_de@formal: <a href="%1$s" class="%2$s">Manuelle Stellen (%3$d)</a>

source: Apply Button
de_de@formal: Bewerben Button

# Block pattern description
source: Add a pre defined template for the apply button.
de_de@formal: Fügen Sie eine vordefinierte Vorlage für den "Bewerben" - Button hinzu.

source: Connectoor Jobs Query Loop
de_de@formal: Connectoor Jobs Abfrage

# Block pattern description
source: Displays a list of Jobs with meta fields and search
de_de@formal: Zeigt eine Liste von Jobs mit Metafeldern und Suche an

source: Search Jobs...
de_de@formal: Jobs suchen...

source: read more
de_de@formal: weiterlesen

source: now
de_de@formal: ab sofort

source: All Connectoor Jobs
de_de@formal: Alle Connectoor Jobs

source: Connectoor Jobs Archives
de_de@formal: Connectoor Jobs Archiv

source: Connectoor Jobs Attributes
de_de@formal: Connectoor Jobs Attribute

source: Insert into Connectoor Jobs
de_de@formal: In Connectoor Jobs einfügen

source: Uploaded to this Connectoor Jobs
de_de@formal: Hochgeladen zu diesem Connectoor Jobs

# connectoor-jobs-free
source: Featured Image
de_de@formal: Beitragsbild

# connectoor-jobs-free
source: Set featured image
de_de@formal: Beitragsbild festlegen

# connectoor-jobs-free
source: Remove featured image
de_de@formal: Beitragsbild entfernen

# connectoor-jobs-free
source: Use as featured image
de_de@formal: Als Beitragsbild verwenden

source: Filter Connectoor Jobs list
de_de@formal: Filter Connectoor Jobs Liste

source: Connectoor Jobs list navigation
de_de@formal: Connectoor Jobs Listennavigation

source: Connectoor Jobs list
de_de@formal: Connectoor Jobs Liste

source: New Connectoor Jobs
de_de@formal: Neue Connectoor Jobs

source: Add New
de_de@formal: Neu hinzufügen

source: Add New Connectoor Jobs
de_de@formal: Neue Connectoor Jobs hinzufügen

source: Edit Connectoor Jobs
de_de@formal: Connectoor Jobs bearbeiten

source: View Connectoor Jobs
de_de@formal: Connectoor Jobs ansehen

source: Search Connectoor Jobs
de_de@formal: Connectoor Jobs suchen

source: No Connectoor Jobs found
de_de@formal: Keine Connectoor Jobs gefunden

source: No Connectoor Jobs found in trash
de_de@formal: Keine Connectoor Jobs im Papierkorb gefunden

source: Parent Connectoor Jobs:
de_de@formal: Eltern Connectoor Jobs:

source: Connectoor Jobs updated. <a target="_blank" href="%s">View Connectoor Jobs</a>
de_de@formal: Connectoor Jobs aktualisiert. <a target="_blank" href="%s">Connectoor Jobs ansehen</a>

source: Custom field updated.
de_de@formal: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de@formal: Benutzerdefiniertes Feld gelöscht.

source: Connectoor Jobs updated.
de_de@formal: Connectoor Jobs aktualisiert.

source: Connectoor Jobs restored to revision from %s
de_de@formal: Connectoor Jobs wieder in Revision von %s

source: Connectoor Jobs published. <a href="%s">View Connectoor Jobs</a>
de_de@formal: Connectoor Jobs veröffentlicht. <a href="%s">Connectoor Jobs ansehen</a>

source: Connectoor Jobs saved.
de_de@formal: Connectoor Jobs gespeichert.

source: Connectoor Jobs submitted. <a target="_blank" href="%s">Preview Connectoor Jobs</a>
de_de@formal: Connectoor Jobs eingereicht. <a target="_blank" href="%s">Vorschau Connectoor Jobs</a>

source: Connectoor Jobs scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Connectoor Jobs</a>
de_de@formal: Connectoor Jobs geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau Connectoor Jobs</a>

source: Connectoor Jobs draft updated. <a target="_blank" href="%s">Preview Connectoor Jobs</a>
de_de@formal: Connectoor Jobs Entwurf aktualisiert. <a target="_blank" href="%s">Vorschau Connectoor Jobs</a>

source: %s Connectoor Jobs updated.
de_de@formal: %s Connectoor Jobs aktualisiert.

source: 1 Connectoor Job not updated, somebody is editing it.
de_de@formal: 1 Connectoor Job nicht aktualisiert, jemand bearbeitet ihn.

source: %s Connectoor Jobs not updated, somebody is editing it.
de_de@formal: %s Connectoor Jobs nicht aktualisiert, jemand bearbeitet sie.

source: %s Connectoor Jobs permanently deleted.
de_de@formal: %s Connectoor Jobs dauerhaft gelöscht.

source: %s Connectoor Jobs moved to the Trash.
de_de@formal: %s Connectoor Jobs in den Papierkorb verschoben.

source: %s Connectoor Jobs restored from the Trash.
de_de@formal: %s Connectoor Jobs aus dem Papierkorb wiederhergestellt.

source: Connectoor Jobs Settings
de_de@formal: Connectoor Jobs Einstellungen

source: Job Employment Types
de_de@formal: Job Beschäftigungsarten

# taxonomy general name
source: Job Employment Type
de_de@formal: Job Beschäftigungsart

source: Search Job Employment Types
de_de@formal: Suche Job Beschäftigungsarten

source: Popular Job Employment Types
de_de@formal: Beliebte Job Beschäftigungsarten

source: All Job Employment Types
de_de@formal: Alle Job Beschäftigungsarten

source: Parent Job Employment Type
de_de@formal: Übergeordnete Job Beschäftigungsart

source: Parent Job Employment Type:
de_de@formal: Übergeordnete Job Beschäftigungsart:

source: Edit Job Employment Type
de_de@formal: Job bearbeiten Beschäftigungstyp

source: Update Job Employment Type
de_de@formal: Update Job Beschäftigungsart

source: View Job Employment Type
de_de@formal: Job Beschäftigungsart ansehen

source: Add New Job Employment Type
de_de@formal: Neue Job Beschäftigungsart hinzufügen

source: New Job Employment Type
de_de@formal: Neue Job Beschäftigungsart

source: Separate Job Employment Types with commas
de_de@formal: Trennen Sie Job Beschäftigungsarten mit Kommas

source: Add or remove Job Employment Types
de_de@formal: Job Beschäftigungsarten hinzufügen oder entfernen

source: Choose from the most used Job Employment Types
de_de@formal: Wähle Sie aus den meistgenutzten Job Beschäftigungsarten

source: No Job Employment Types found.
de_de@formal: Keine Job Beschäftigungsarten gefunden.

source: No Job Employment Types
de_de@formal: Keine Job Beschäftigungsarten

source: Job Employment Types list navigation
de_de@formal: Job Beschäftigungsarten Liste Navigation

source: Job Employment Types list
de_de@formal: Liste der Job Beschäftigungsarten

# Employment Type
source: Most Used
de_de@formal: Meistgenutzt

source: &larr; Back to Job Employment Types
de_de@formal: ← Zurück zu Job Beschäftigungsarten

source: Job Employment Type added.
de_de@formal: Job Beschäftigungsart hinzugefügt.

source: Job Employment Type deleted.
de_de@formal: Job Beschäftigungsart gelöscht.

source: Job Employment Type updated.
de_de@formal: Job Beschäftigungsart aktualisiert.

source: Job Employment Type not added.
de_de@formal: Job Beschäftigungsart nicht hinzugefügt.

source: Job Employment Type not updated.
de_de@formal: Job Beschäftigungsart nicht aktualisiert.

source: Job Employment Types deleted.
de_de@formal: Job Beschäftigungsarten gelöscht.

source: Job Categories
de_de@formal: Job Kategorien

# taxonomy general name
source: Job Category
de_de@formal: Job Kategorie

source: Search Job Categories
de_de@formal: Job Kategorien suchen

source: Popular Job Categories
de_de@formal: Beliebte Job Kategorien

source: All Job Categories
de_de@formal: Alle Job Kategorien

source: Parent Job Category
de_de@formal: Übergeordnete Job Kategorie

source: Parent Job Category:
de_de@formal: Übergeordnete Job Kategorie:

source: Edit Job Category
de_de@formal: Job Kategorie bearbeiten

source: Update Job Category
de_de@formal: Job Kategorie aktualisieren

source: View Job Category
de_de@formal: Job Kategorie anzeigen

source: Add New Job Category
de_de@formal: Neue Job Kategorie erstellen

source: New Job Category
de_de@formal: Neue Jobkategorie

source: Separate Job Categories with commas
de_de@formal: Job Kategorien mit Kommas trennen

source: Add or remove Job Categories
de_de@formal: Job Kategorien erstellen oder entfernen

source: Choose from the most used Job Categories
de_de@formal: Wählen Sie aus den am häufigsten genutzten Job Kategorien aus

source: No Job Categories found.
de_de@formal: Keine Job Kategorien gefunden.

source: No Job Categories
de_de@formal: Keine Job Kategorien

source: Job Categories list navigation
de_de@formal: Job Kategorien Liste Navigation

source: Job Categories list
de_de@formal: Liste der Job-Kategorien

# Job Category
source: Most Used
de_de@formal: Meistgenutzt

source: &larr; Back to Job Categories
de_de@formal: ← Zurück zu Job Kategorien

source: Job Category added.
de_de@formal: Job Kategorie hinzugefügt.

source: Job Category deleted.
de_de@formal: Job Kategorie gelöscht.

source: Job Category updated.
de_de@formal: Job Kategorie aktualisiert.

source: Job Category not added.
de_de@formal: Job Kategorie nicht hinzugefügt.

source: Job Category not updated.
de_de@formal: Job Kategorie nicht aktualisiert.

source: Job Categories deleted.
de_de@formal: Job-Kategorien gelöscht.

source: Connectoor Jobs Free - Settings
de_de@formal: Connectoor Jobs Free - Einstellungen

source: Use all the benefits, automatic job advertisements, AI and more in the <strong>PRO version</strong> and our Connectoor recruiting software. <a href="%s">Find out more.</a>
de_de@formal: Alle Vorteile, automatische Stellenanzeigen, KI und mehr in der <strong>PRO-Version</strong> und unserer Connectoor Recruiting-Software nutzen. <a href="%s">Mehr erfahren.</a>

source: Branding Settings
de_de@formal: Marken Einstellungen

source: Here you can add specific settings for your brand.
de_de@formal: Hier können Sie spezifische Einstellungen für Ihre Marke vornehmen.

source: Select a branding color
de_de@formal: Wählen Sie eine Marken-Farbe

source: Branding Color
de_de@formal: Marken Farbe

source: Save Data
de_de@formal: Daten speichern

source: Settings saved
de_de@formal: Einstellungen gespeichert

source: Search jobs..
de_de@formal: Jobs suchen...

source: Job Search
de_de@formal: Job Suche

source: Job Information
de_de@formal: Job-Informationen

# block title
source: Search Field
de_de@formal: Suchfeld

# block title
source: Meta Field
de_de@formal: Meta Feld
